Repository: sillsdev/FwLocalizations
Catalog: messages.vi.tmx
Source language: en
Languages: vi

source: Click here to select a segment which belongs to this natural class.
vi: Nhấn vào đây để chọn một phân đoạn thuộc lớp này tự nhiên.

source: Click here to select any environments which constrain when the linker may appear.
vi: Nhấn vào đây để chọn bất kỳ môi trường mà hạn chế khi các mối liên kết có thể xuất hiện.

source: Click here to select from a list of inflection classes.
vi: Nhấn vào đây để lựa chọn từ một danh sách các lớp uốn.

source: Click here to select from a list of morpheme types.
vi: Nhấn vào đây để lựa chọn từ một danh sách các loại hình vị.

source: Click here to select from phonetic environments you have used in the past.
vi: Nhấn vào đây để lựa chọn từ các môi trường phát âm bạn đã sử dụng trong quá khứ.

source: Click on any word to copy it to the target field
vi: Nhắp chuột vào bất kỳ từ nào để sao chép nó vào các lĩnh vực mục tiêu

source: Click on the View Preview Results button to see the full list of results.
vi: Nhấp chuột vào nút Xem trước kết quả Xem để xem danh sách đầy đủ các kết quả.

source: Clitic of unknown category
vi: Clitic của thể loại không rõ

source: &Close
vi: &Đóng

source: _Close
vi: _Đóng

source: Close
vi: Đóng

source: Column
vi: Cột

source: Column Options
vi: Tùy chọn cột

source: Column:
vi: Cột:

source: Columns
vi: Cột

source: _Columns...
vi: _Cột...

source: &Comment
vi: &Bình luận

source: Comment
vi: Bình luận

source: comments
vi: Bình luận

source: Complete
vi: Hoàn thành

source: Complex Form
vi: Mẫu phức tạp

source: Complex Form references: Complex Form
vi: Mẫu phức tạp tham khảo: Mẫu phức tạp

source: Complex Form Type
vi: Loại mẫu phức tạp

source: Complex Form Type:
vi: Loại mẫu phức tạp:

source: Complex Form Types
vi: Loại mẫu phức tạp

source: Complex Forms
vi: Mẫu phức tạp

source: Complex Forms (of Entry)
vi: Hình thức phức tạp (trong Mục tự)

source: Complex Forms (of Sense)
vi: Hình thức phức tạp (trong Nghĩa )

source: Complex or Variant Entry References
vi: Phức tạp hoặc các biến thể nhập liệu tham khảo

source: Component References
vi: Hợp phần Tài liệu tham khảo

source: Components
vi: Thành phần

source: Compound Rule
vi: Quy tắc hợp chất

source: Compound Rules
vi: Quy tắc hợp chất

source: concordance
vi: sự thích hợp

source: Concordance
vi: sự thích hợp

source: 2. Concordance of selected analysis. Select the word occurrences to which you want to assign a different analysis.
vi: 2. Sự thích hợp phân tích lựa chọn. Chọn xuất hiện từ mà bạn muốn chỉ định một phân tích khác nhau.

source: Concordance Results
vi: Kết quả sự thích hợp

source: (concorded item)
vi: (mục thích hợp)

source: Concorded on {0}
vi: Thích hợp vào {0}

source: Condition
vi: Điều kiện

source: Confidence
vi: Sự tự tin

source: Confidence Level
vi: Cấp tự tin

source: Confidence Levels
vi: Mức độ tự tin

source: Configure
vi: Cấu hình

source: Configure {0} View
vi: Cấu hình {0} Xem

source: Configure Columns...
vi: Cấu hình cột ...

source: &Configure...
vi: &Cấu hình...

source: Configure...
vi: Cấu hình...

source: Confirm
vi: Xác nhận

source: Confirm and move next
vi: Xác nhận và di chuyển tiếp theo

source: Contains Data(%)
vi: Contains Dữ liệu(%)

source: &Copy
vi: &Sao

source: _Copy
vi: _Sao

source: Copy
vi: Sao

source: Copy the contents of the source field to the target field
vi: Sao chép nội dung của các lĩnh vực nguồn cho các lĩnh vực mục tiêu

source: &Copy-and-paste Data...
vi: &Copy-and-paste Dữ liệu...

source: &Create
vi: &Tạo

source: Create
vi: Tạo

source: Create a new project
vi: Tạo một dự án mới

source: Create Affix Form
vi: Dán Tạo Mẫu

source: &Create Entry...
vi: &Tạo mục...

source: Create New Entry...
vi: Tạo mục mới...

source: Create New Grammatical Info.
vi: Tạo thông tin về ngữ pháp.

source: Create New Lexical Relation...
vi: Tạo quan hệ từ vựng ...

source: Create Reversal Index
vi: Tạo chỉ mục đảo

source: Create Stem Form
vi: Tạo mẫu gốc

source: &Create...
vi: &Tạo...

source: Creation Date
vi: Ngày Sáng tạo

source: Cross References
vi: Tài liệu tham khảo chéo

source: Ctrl-click a check box to include all subitems
vi: Ctrl-bấm một hộp kiểm tra để bao gồm tất cả subitems

source: Cu_t
vi: C_ắt

source: Current Columns
vi: Cột hiện tại

source: Custom _Fields...
vi: Trường tùy _chỉnh ...

source: Custom Field &Name:
vi: Trường tùy chỉnh &Tên

source: Custom Fields
vi: Trường tùy chỉnh

source: &Custom Fields:
vi: &Trường tùy chỉnh:

source: Cu&t
vi: Cắ&t

source: Cut
vi: Cắt

source: CV Pattern
vi: CV mẫu

source: CV Patterns
vi: CV mẫu

source: CVPattern
vi: CVMẫu

source: _Data
vi: _Dữ liệu

source: Data
vi: Dữ liệu

source: Data Access
vi: Dữ liệu Access

source: Data Entry
vi: Dữ liệu Mục tự

source: Data excluded from import
vi: Dữ liệu excluded from import

source: Date Created
vi: Ngày được tạo

source: Date Created:
vi: Ngày được tạo:

source: Date Modified
vi: Ngày thay đổi

source: default
vi: mặc định

source: Default
vi: Mặc định

source: Default Analysis
vi: Phân tích mặc định

source: Default Backup Path
vi: Đường dẫn bản lưu mặc định

source: Default Vernacular
vi: Tiếng mẹ đẻ mặc định

source: &Define New...
vi: &Định nghĩa mới ...

source: D&efine New...
vi: Đ&ịnh nghĩa mới ...

source: Definition
vi: Định nghĩa

source: Definition (or Gloss)
vi: Định nghĩa (hoặc bóng)

source: &Delete
vi: &Xóa

source: Delete
vi: Xóa

source: Delete {0}
vi: Xóa {0}

source: Delete Affix Slot
vi: Xóa Khe Phu tố

source: Delete Affix Template
vi: Xóa Mẫu Phu tố

source: Delete Allomorph
vi: Xóa Tha hình

source: Delete Allomorph Rule
vi: Xóa quy tắc Tha hình

source: Delete Analysis...
vi: Xóa phân tích ...

source: Delete Disapproved Analysis...
vi: Bị từ chối xóa phân tích ...

source: Delete Etymology
vi: Xoá Từ nguyên

source: Delete Example
vi: Xóa Ví dụ

source: Delete Fieldworks Project
vi: Xóa Dự án Fieldworks

source: Delete FieldWorks Project
vi: Xóa Dự án Fieldworks

source: &Delete FieldWorks Project...
vi: &Xóa Dự án Fieldworks...

source: Delete Free Translation
vi: Xóa miễn phí dịch

source: Delete Gloss...
vi: Xóa Gloss ...

source: Delete Grammatical Info.
vi: Xóa thông tin về ngữ pháp.

source: Delete Grapheme
vi: Xóa Chữ cái

source: Delete Literal Translation
vi: Xóa dịch từng chữ

source: Delete &Note
vi: Xoá &Lưu ý

source: Delete Note
vi: Xoá Lưu ý

source: Delete Picture
vi: Xóa ảnh

source: Delete Question
vi: Xóa Câu hỏi

source: _Delete Record...
vi: _Xóa bản ghi...

source: Delete Relation
vi: Xóa quan hệ

source: Delete Reversal Index
vi: Xoá Danh mục đảo

source: Delete selected {0}
vi: Xóa lựa chọn {0}

source: Delete Stem Name
vi: Xóa Tên gốc

source: Delete subitem and its subitems
vi: Xóa subitem và subitems của nó

source: Delete the checked items (rows) from the database
vi: Xóa các mục kiểm tra (hàng) từ cơ sở dữ liệu

source: Delete the contents of the specified column for all selected rows
vi: Xóa nội dung của các cột được chỉ định cho tất cả các hàng đã chọn

source: Delete this category and any Subcategories
vi: Xóa mục này và bất kỳ mục phân nhóm

source: Delete this entry and any Subentries
vi: Xóa mục này và bất kỳ Subentries

source: Delete This Media Link
vi: Xóa phương tiện liên kết này

source: Delete This Pronunciation
vi: Xóa phát âm này

source: Delete this record.
vi: Xóa hồ sơ này.

source: Delete this Sense and any SubSenses
vi: Xóa Sense này và bất kỳ SubSenses

source: Delete Translation
vi: Xóa dịch

source: Delete Wordform...
vi: Xóa Wordform...

source: &Delete...
vi: &Xóa...

source: _Delete...
vi: _Xóa...

source: Delete:
vi: Xóa:

source: Demote
vi: Cho xuống

source: Derivational
vi: Dẫn xuất

source: Description
vi: Mô tả

source: &Description:
vi: &Mô tả:

source: D&escription:
vi: M&ô tả:

source: De&scription:
vi: Mô &tả:

source: Description:
vi: Mô tả:

source: Details
vi: Thông tin chi tiết

source: Dictionary
vi: Từ điển

source: Dictionary Entry
vi: Từ điển Entry

source: Direction
vi: Hướng

source: Disapprove
vi: Không chấp

source: Discourse Note
vi: Lưu ý luận

source: Discourse Notes
vi: Lưu ý luận

source: Discussion
vi: Thảo luận

source: Display if data present
vi: Hiển thị nếu dữ liệu hiện tại

source: Do nothing
vi: Không làm gì

source: Do you want to continue with the deletion?
vi: Bạn có muốn tiếp tục với xóa không?

source: Don't show this again.
vi: Không hiển thị này nữa.

source: Draft View
vi: Draft Xem

source: E_xit
vi: R_a

source: &Edit
vi: &Sửa

source: _Edit
vi: _Sửa

source: Edit
vi: Sửa

source: Edit {0}
vi: Sửa {0}

source: Edit Grammatical Info.
vi: Sửa Thông tin về ngữ pháp

source: Edit Morph Breaks...
vi: Sửa Morph Breaks...

source: _Edit Parser Parameters...
vi: _Sửa Parser Parameters...

source: Edit Reference Set Details
vi: Sửa Reference Set Details

source: Edit slots for {0}
vi: Sửa slots for {0}

source: Edit Spelling Status...
vi: Sửa Spelling Status...

source: Edit the Complex Form Types
vi: Sửa the Complex Form Types

source: Edit the Entry Types
vi: Sửa the Entry Types

source: Edit the Environments
vi: Sửa the Environments

source: Edit the Exception "Features"
vi: Sửa the Exception "Features"

source: Edit the Features
vi: Sửa the Features

source: Edit the Genres
vi: Sửa the Genres

source: Edit the list of Restrictions
vi: Sửa the list of Restrictions

source: Edit the Natural Classes
vi: Sửa the Natural Classes

source: Edit the Sense Status list
vi: Sửa the Sense Status list

source: Edit the Sense Types
vi: Sửa the Sense Types

source: Edit the Status list
vi: Sửa the Status list

source: Edit the Variant Types
vi: Sửa the Variant Types

source: Edit this wordform
vi: Sửa this wordform

source: Edit...
vi: Sửa...

source: Education
vi: kEducation

source: Education Level
vi: kEducation Level

source: Education Levels
vi: kEducation Levels

source: <empty>
vi: <trống>

source: <Empty>
vi: <Trống>

source: enclitic
vi: từ ghép sau

source: {0} Enclitic
vi: {0} Từ ghép sau

source: Encyclopedic Info
vi: Thông tin bách khoa toàn thư

source: Encyclopedic Info.
vi: Thông tin bách khoa toàn thư.

source: English
vi: Tiếng Anh

source: Enter a descriptor that will be used to identify this language for fields and infield markers, then specify the FieldWorks writing system and encoding converter for this language.
vi: Nhập mô tả sẽ được sử dụng để xác định ngôn ngữ cho các trường này và đánh dấu nội đồng, sau đó xác định hệ thống FieldWorks viết và chuyển đổi mã hóa cho các ngôn ngữ này.

source: Enter any comments about what made this problem appear.
vi: Nhập bất kỳ ý kiến về những gì thực hiện vấn đề này xuất hiện.

source: Enter Path and File Name of Analysis Data File
vi: Enter Path and File Name of Analysis Dữ liệu File

source: Enter text to search for:
vi: Nhập văn bản để tìm kiếm cho:

source: Enter the name for this project. For example, use the name of a language or culture.
vi: Nhập tên cho dự án này. Ví dụ, sử dụng tên của một ngôn ngữ hay văn hóa.

source: Entries
vi: Mục tự

source: entry
vi: Mục tự

source: &Entry
vi: &Mục tự

source: Entry
vi: Mục tự

source: Entry Collection
vi: Mục tự Bộ sưu tập

source: Entry Pair
vi: Mục tự đôi

source: Entry Properties
vi: Mục tự Tài sản

source: Entry Sequence/scale
vi: Mục tự Trình tự/scale

source: Entry Tree
vi: Mục tự cây

source: Entry Type
vi: Loại hình nhập cảnh

source: Entry Type Abbreviation
vi: Loại hình nhập cảnh Viết tắc

source: _Entry...
vi: _Mục tự...

source: Environment
vi: Môi trường

source: Environment: {0}
vi: Môi trường: {0}

source: Environments
vi: Môi trường

source: Environments (Allomorph)
vi: Môi trường (Tha hình)

source: Error in SFM file at line {0}: Data <{1}> found before marker.
vi: Error in SFM file at line {0}: Dữ liệu <{1}> found before marker.

source: Etymological Form
vi: Từ nguyên mẫu

source: Etymology
vi: Từ nguyên

source: Etymology - Comment
vi: Từ nguyên - Thảo luận

source: Etymology - Form
vi: Từ nguyên - Mẫu

source: Etymology - Gloss
vi: Từ nguyên - Gloss

source: Etymology - Source
vi: Từ nguyên - Nguồn

source: Example
vi: Ví dụ

source: Example References
vi: Ví dụ Tài liệu tham khảo

source: Example Sentences
vi: Ví dụ câu

source: Example Translation Types
vi: Ví dụ các loại dịch

source: Example Translations
vi: Ví dụ từ

source: Example Words
vi: Ví dụ từ

source: Examples
vi: Ví dụ

source: Exclude As Headword
vi: Loại trừ như tựa

source: E&xclude Data from Import
vi: E&xclude Dữ liệu from Import

source: E&xit
vi: R&a

source: Exit
vi: Ra

source: Exit Application
vi: Thoát khỏi ứng dụng

source: E&xit the application
vi: T&hoát khỏi ứng dụng

source: Exit the program.
vi: Thoát khỏi chương trình.

source: &Export
vi: &Xuất chuyển

source: Export
vi: Xuất chuyển

source: Export Discourse Chart
vi: Xuất khẩu đồ luận

source: Export Discourse Chart...
vi: Xuất khẩu đồ luận...

source: F_ormat
vi: D_ạng thức

source: Feature
vi: Tính năng

source: Female
vi: Nữ

source: Fi_elds
vi: Tr_ường

source: Field
vi: Trường

source: Field Visibility
vi: Hiển thị trường

source: FieldWorks can pre-select some settings for you if your writing system uses the International Phonetic Alphabet (IPA).
vi: FieldWorks có thể trước khi lựa chọn một số cài đặt cho bạn nếu hệ thống của bạn bằng văn bản sử dụng chữ cái phiên âm quốc tế (IPA).

source: FieldWorks currently supports left-to-right and right-to-left writing systems. Please select the appropriate direction:
vi: FieldWorks hiện hỗ trợ trái sang phải và trái sang phải hệ thống chữ viết. Xin vui lòng chọn hướng thích hợp:

source: FieldWorks does not recognize '{0}' as a valid user interface language ID. English will be used instead.
vi: FieldWorks không công nhận '{0}' là một ID hợp lệ người sử dụng ngôn ngữ giao diện. Tiếng Anh sẽ được sử dụng thay thế.

source: FieldWorks Language Explorer
vi: FieldWorks Explorer Ngôn ngữ

source: Fieldworks needs to install some extra information for the writing system ({0}) which is being used for the first time. Just while this is being done, other FieldWorks programs need to be closed because at least one file ({1}) is in use by another FieldWorks program. Please stop all FieldWorks programs other than your current program, then click "Retry" to try again.
vi: Fieldworks cần phải cài đặt một số thông tin bổ sung cho hệ thống văn bản ({0}) mà đang được sử dụng lần đầu tiên. Chỉ cần trong khi điều này đang được thực hiện, các chương trình khác FieldWorks cần phải được đóng cửa vì ít nhất một tập tin ({1}) được sử dụng bởi một chương trình khác FieldWorks. Hãy dừng tất cả các chương trình FieldWorks khác với chương trình hiện tại của bạn, sau đó nhấp vào \ "khởi động lại " để thử lại.

source: FieldWorks needs to know how to interpret your data. To change a mapping, select the marker, and then click the Modify button.
vi: FieldWorks cần biết làm thế nào để diễn giải dữ liệu của bạn. Để thay đổi một bản đồ, chọn điểm đánh dấu, và sau đó nhấn nút Modify.

source: FieldWorks needs to know which standard format marker(s) begin a group of related fields. Select at least one marker for each group. By selecting more than one marker, a new group will be started for any of these markers that have already occurred in the current group. A checked marker can only occur once in a given group. Click Help for examples.
vi: FieldWorks cần phải biết định dạng chuẩn đánh dấu (s) bắt đầu một nhóm các lĩnh vực liên quan. Chọn ít nhất một điểm đánh dấu cho mỗi nhóm. Bằng cách chọn nhiều hơn một điểm đánh dấu, một nhóm mới sẽ được bắt đầu với một trong những dấu mốc mà đã xảy ra trong nhóm hiện nay. Một điểm đánh dấu kiểm tra chỉ có thể xảy ra một lần trong một nhóm nhất định. Click Giúp cho các ví dụ.

source: FieldWorks now provides a way for you to specify for each writing system which characters are found in words (word-forming) and which characters are not found in words (punctuation, symbols, spacing). Before using Text or Concordance tools, we recommend you add word-forming characters so that Language Explorer does not change where it thinks the word boundaries are in your texts. If you use apostrophes, hyphens, zero-width characters, or superscript numbers within words, these should be added and specified as word-forming. Would you like to do this now?
vi: FieldWorks hiện nay cung cấp một cách để bạn xác định cho mỗi hệ thống chữ viết mà nhân vật được tìm thấy trong các từ (word-hình thành) và một số nhân vật không được tìm thấy trong từ ngữ (dấu chấm câu, biểu tượng, khoảng cách). Trước khi sử dụng văn bản hoặc sự thích hợp công cụ, chúng tôi khuyên bạn nên thêm các ký tự từ hình thành ngôn ngữ Explorer để không thay đổi nơi mà nó nghĩ rằng ranh giới của từ là trong các văn bản của bạn. Nếu bạn sử dụng dấu nháy, dấu gạch nối, ký tự số không-chiều rộng, hoặc số superscript trong lời nói, nên được bổ sung những quy định cụ thể hình thành từ. Bạn có muốn làm điều này bây giờ không?

source: FieldWorks project has no current analysis writing systems. Setting default to English. Please check your writing systems.
vi: FieldWorks dự án không có phân tích hệ thống văn bản hiện hành. Thiết lập mặc định cho tiếng Anh. Hãy kiểm tra hệ thống của bạn bằng văn bản.

source: FieldWorks Project Properties
vi: Dự án Thuộc tính FieldWorks

source: Field&Works Project Properties...
vi: Dự án Thuộc tính Field&Works...

source: FieldWorks Project Utilities
vi: Dự án Tiên ích FieldWorks

source: &File
vi: &Tệp

source: _File
vi: _Tệp

source: File
vi: Tệp

source: File & Settings
vi: Tệp & Thiết đặt

source: &File...
vi: &Tệp...

source: &File:
vi: &Tệp:

source: File:
vi: Tệp:

source: Filter for items containing...
vi: Bộ lọc cho các mục chứa ...

source: Filter for...
vi: Bộ lọc cho ...

source: Filtered
vi: Lọc

source: Find
vi: Tìm

source: Find and Replace
vi: Tìm và Thay thế

source: Find Example Sentence
vi: Tìm câu Ví dụ

source: Find example sentence...
vi: Tìm câu Ví dụ...

source: Find in _Dictionary...
vi: Tìm trong _Từ điển...

source: Find in Dictionary
vi: Tìm trong Từ điển

source: Find in &Dictionary...
vi: Tìm trong &Từ điển...

source: Find Lexical Entry
vi: Tìm Entry từ vựng

source: _Find lexical entry...
vi: _Tìm Entry từ vựng...

source: &Find Next
vi: &Tìm tiếp theo

source: Find Ne&xt
vi: Tìm tiếp &theo

source: Find Pre&vious
vi: Tìm tr&ước.

source: Find previous.
vi: Tìm trước.

source: Find Reversal Entry
vi: Tìm Entry đảo

source: _Find reversal entry...
vi: _Tìm Entry đảo...

source: Find the language in the Ethnologue. You may search by language name, part of a language name, country, or Ethnologue code.
vi: Tìm các ngôn ngữ trong Ethnologue. Bạn có thể tìm kiếm theo tên ngôn ngữ, một phần của một tên ngôn ngữ, quốc gia, hoặc mã Ethnologue.

source: Find the language name in the list and click to choose it.
vi: Tìm tên ngôn ngữ trong danh sách và bấm vào để chọn nó.

source: Find Variant
vi: Tìm biến thể

source: &Find...
vi: &Tìm...

source: Find...
vi: Tìm...

source: &Find:
vi: &Tìm:

source: _Find:
vi: _Tìm:

source: Find:
vi: Tìm:

source: &Finish
vi: &Kết thúc

source: Fi&nish
vi: Kết &thúc

source: Finish
vi: Kết thúc

source: Finished searching the document and made {0} replacements.
vi: Hoàn tất tìm kiếm tài liệu và thực hiện {0} thay thế.

source: Finished searching the document.
vi: Hoàn tất tìm kiếm tài liệu.

source: Finished searching the document. The search item was not found.
vi: Hoàn tất tìm kiếm tài liệu. Các mục tìm kiếm không tìm thấy.

source: First Analysis Writing System
vi: Phân tích đầu tiên của hệ thống Viết

source: _First record
vi: _Kỷ lục đầu tiên

source: First Vernacular Writing System
vi: Hệ thống viết tiếng mẹ đẻ đầu tiên

source: First Word
vi: Lời đầu tiên

source: &Font:
vi: &Phông:

source: Font:
vi: Phông:

source: Fonts
vi: Phông

source: For the text:
vi: Đối với các văn bản:

source: Form
vi: Mẫu

source: F&ormat
vi: D&ạng thức

source: Format
vi: Dạng thức

source: Format:
vi: Dạng thức:

source: Forward
vi: Chuyển tiếp

source: Free
vi: Miễn phí

source: _Free Translation
vi: _Miễn phí dịch

source: Free Translation
vi: Miễn phí dịch

source: French
vi: Pháp

source: From Data
vi: From Dữ liệu

source: Gender
vi: kGender

source: Gloss Abbreviation
vi: Gloss Viết tắc

source: Grammar Tools
vi: Grammar Công cụ

source: Grammatical Category Catalog
vi: Grammatical Category Danh mục

source: Help
vi: Trợ giúp

source: &Help
vi: &Trợ giúp

source: _Help
vi: _Trợ giúp

source: Help file problem
vi: Trợ giúp tập tin vấn đề

source: Help is not available for this Tab.
vi: Trợ giúp không có sẵn cho Tab này.

source: &Help...
vi: &Trợ giúp...

source: Help...
vi: Trợ giúp...

source: Hidden writing systems are italicized
vi: Thể hệ thống chữ viết được in nghiêng

source: I_nterlinear Data...
vi: I_nterlinear Dữ Liệu...

source: Identify the language associated with the new writing system
vi: Xác định các ngôn ngữ liên kết với hệ thống văn bản mới

source: If the keyboard you need is not listed, click the appropriate link(s) below to set it up.
vi: Nếu bàn phím bạn cần không được liệt kê, hãy nhấp vào liên kết thích hợp (s) dưới đây để thiết lập nó.

source: If the Target field is not empty
vi: Nếu lĩnh vực mục tiêu là không có sản phẩm nào

source: If you can use the keyboard of a standard system language, choose it in the first list and leave the Keyman keyboard "None."
vi: Nếu bạn có thể sử dụng bàn phím của một ngôn ngữ hệ thống tiêu chuẩn, chọn nó trong danh sách đầu tiên và để Keyman bàn phím \ "Không có. "

source: If you cannot find a good match, you can bring the text into an "import residue" field of the Lexical Entry or Sense.
vi: Nếu bạn không thể tìm thấy một kết hợp tốt, bạn có thể mang các chữ thành một \ "nhập khẩu dư lượng " của các Entry từ vựng hoặc Sense.

source: If you intend to use this project across a network connection, you will need to give FieldWorks a reference folder under which your external files are located.
vi: Nếu bạn định sử dụng dự án này trên một kết nối mạng, bạn sẽ cần phải cung cấp cho một thư mục tài liệu tham khảo FieldWorks theo đó các tập tin bên ngoài của bạn được đặt.

source: If you need to distinguish this writing system from another for the same language, provide at least one Script, Region, or Variant name that is different. Select from the lists provided or enter a new item.
vi: Nếu bạn cần phân biệt hệ thống chữ viết từ khác cho cùng một ngôn ngữ, cung cấp ít nhất một Script, khu vực, hoặc biến thể tên khác. Chọn từ danh sách được cung cấp hoặc nhập vào một mục mới.

source: If you need to use Keyman, choose the Keyman keyboard in the lower list. In this case the choice in the upper list only affects what language will appear in the system Language Bar when you are using this writing system.
vi: Nếu bạn cần sử dụng Keyman, chọn bàn phím Keyman trong danh sách thấp hơn. Trong trường hợp này là sự lựa chọn trong danh sách trên chỉ ảnh hưởng đến ngôn ngữ sẽ xuất hiện trong hệ thống ngôn ngữ Bar khi bạn đang sử dụng hệ thống này bằng văn bản.

source: If you stop importing right now, you will have successfully imported everything up to and including {0}. Are you sure you want to stop importing? (Click No to continue importing.)
vi: Nếu bạn dừng nhập khẩu ngay bây giờ, bạn sẽ có tất cả mọi thứ thành công nhập khẩu lên đến và bao gồm cả {0}. Bạn có chắc chắn muốn ngừng nhập khẩu? (Click No để tiếp tục nhập khẩu.)

source: I'm unable to send this information.
vi: Tôi không thể gửi thông tin này.

source: Import from the FieldWorks interlinear XML export format. Currently this process imports only the baseline and free translations. It makes no changes to the lexicon.
vi: Nhập khẩu từ các định dạng XML FieldWorks viết ở giưa hàng xuất khẩu. Hiện nay quá trình này chỉ nhập khẩu đường cơ sở và các bản dịch tự do. Nó làm cho không thay đổi từ vựng này.

source: Import LinguaLinks Data
vi: Import LinguaLinks Dữ liệu
